Repository: iiiyu/Apple-TV-Player
Catalog: AppleTVMultiplatform/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, hi, id, it, ja, ko, pt_br, ru, th, tr, vi, zh_hans

source: The playlist name cannot be empty.
ar: لا يمكن أن يكون اسم قائمة التشغيل فارغًا.
de: Der Name der Wiedergabeliste darf nicht leer sein.
es: El nombre de la lista de reproducción no puede estar vacío.
es_419: El nombre de la lista de reproducción no puede estar vacío.
fr: Le nom de la liste de lecture ne peut pas être vide.
hi: प्लेलिस्ट का नाम खाली नहीं हो सकता।
id: Nama daftar putar tidak boleh kosong.
it: Il nome della playlist non può essere vuoto.
ja: プレイリスト名を入力してください。
ko: 재생목록 이름은 비워둘 수 없습니다.
pt_br: O nome da playlist não pode ficar vazio.
ru: Название плейлиста не может быть пустым.
th: ชื่อเพลย์ลิสต์ต้องไม่ว่างเปล่า
tr: Oynatma listesi adı boş olamaz.
vi: Tên danh sách phát không được để trống.
zh_hans: 播放列表名称不能为空。

source: The playlist URL cannot be empty.
ar: لا يمكن أن يكون عنوان URL لقائمة التشغيل فارغًا.
de: Die URL der Wiedergabeliste darf nicht leer sein.
es: La URL de la lista de reproducción no puede estar vacía.
es_419: La URL de la lista de reproducción no puede estar vacía.
fr: L'URL de la liste de lecture ne peut pas être vide.
hi: प्लेलिस्ट URL खाली नहीं हो सकता।
id: URL daftar putar tidak boleh kosong.
it: L'URL della playlist non può essere vuoto.
ja: プレイリストのURLを入力してください。
ko: 재생목록 URL은 비워둘 수 없습니다.
pt_br: A URL da playlist não pode ficar vazia.
ru: URL плейлиста не может быть пустым.
th: URL ของเพลย์ลิสต์ต้องไม่ว่างเปล่า
tr: Oynatma listesi URL'si boş olamaz.
vi: URL danh sách phát không được để trống.
zh_hans: 播放列表 URL 不能为空。

source: The URL does not contain a valid playlist.
ar: لا يحتوي عنوان URL على قائمة تشغيل صالحة.
de: Die URL enthält keine gültige Wiedergabeliste.
es: La URL no contiene una lista de reproducción válida.
es_419: La URL no contiene una lista de reproducción válida.
fr: L'URL ne contient pas de liste de lecture valide.
hi: URL में कोई मान्य प्लेलिस्ट नहीं है।
id: URL tidak berisi daftar putar yang valid.
it: L'URL non contiene una playlist valida.
ja: URLに有効なプレイリストが含まれていません。
ko: URL에 유효한 재생목록이 없습니다.
pt_br: A URL não contém uma playlist válida.
ru: URL не содержит действительный плейлист.
th: URL ไม่มีเพลย์ลิสต์ที่ถูกต้อง
tr: URL geçerli bir oynatma listesi içermiyor.
vi: URL không chứa danh sách phát hợp lệ.
zh_hans: 该 URL 不包含有效的播放列表。

source: This playlist does not contain any channels.
ar: لا تحتوي قائمة التشغيل هذه على أي قنوات.
de: Diese Wiedergabeliste enthält keine Kanäle.
es: Esta lista de reproducción no contiene ningún canal.
es_419: Esta lista de reproducción no contiene ningún canal.
fr: Cette liste de lecture ne contient aucune chaîne.
hi: इस प्लेलिस्ट में कोई चैनल नहीं है।
id: Daftar putar ini tidak berisi saluran apa pun.
it: Questa playlist non contiene alcun canale.
ja: このプレイリストにはチャンネルがありません。
ko: 이 재생목록에는 채널이 없습니다.
pt_br: Esta playlist não contém nenhum canal.
ru: Этот плейлист не содержит каналов.
th: เพลย์ลิสต์นี้ไม่มีช่อง
tr: Bu oynatma listesinde kanal yok.
vi: Danh sách phát này không chứa kênh nào.
zh_hans: 此播放列表不包含任何频道。

source: Unable to Add Playlist
ar: تعذر إضافة قائمة التشغيل
de: Playlist konnte nicht hinzugefügt werden
es: No se puede añadir la lista de reproducción
es_419: No se pudo agregar la lista de reproducción
fr: Impossible d’ajouter la playlist
hi: प्लेलिस्ट जोड़ी नहीं जा सकी
id: Tidak dapat menambahkan playlist
it: Impossibile aggiungere la playlist
ja: プレイリストを追加できません
ko: 플레이리스트를 추가할 수 없습니다
pt_br: Não foi possível adicionar a playlist
ru: Не удалось добавить плейлист
th: ไม่สามารถเพิ่มเพลย์ลิสต์ได้
tr: Çalma listesi eklenemedi
vi: Không thể thêm danh sách phát
zh_hans: 无法添加播放列表

source: Unable to Load Channels
ar: تعذر تحميل القنوات
de: Kanäle können nicht geladen werden
es: No se pudieron cargar los canales
es_419: No se pudieron cargar los canales
fr: Impossible de charger les chaînes
hi: चैनल लोड नहीं हो सके
id: Tidak dapat memuat saluran
it: Impossibile caricare i canali
ja: チャンネルを読み込めません
ko: 채널을 불러올 수 없음
pt_br: Não foi possível carregar os canais
ru: Не удалось загрузить каналы
th: ไม่สามารถโหลดช่องได้
tr: Kanallar yüklenemedi
vi: Không thể tải kênh
zh_hans: 无法加载频道

source: Update Playlist
ar: تحديث قائمة التشغيل
de: Playlist aktualisieren
es: Actualizar lista de reproducción
es_419: Actualizar lista de reproducción
fr: Mettre à jour la playlist
hi: प्लेलिस्ट अपडेट करें
id: Perbarui playlist
it: Aggiorna playlist
ja: プレイリストを更新
ko: 플레이리스트 업데이트
pt_br: Atualizar playlist
ru: Обновить плейлист
th: อัปเดตเพลย์ลิสต์
tr: Çalma listesini güncelle
vi: Cập nhật danh sách phát
zh_hans: 更新播放列表

source: Update Program Guide
ar: تحديث دليل البرامج
de: Programmführer aktualisieren
es: Actualizar guía de programación
es_419: Actualizar guía de programación
fr: Mettre à jour le guide des programmes
hi: प्रोग्राम गाइड अपडेट करें
id: Perbarui panduan program
it: Aggiorna guida programmi
ja: 番組ガイドを更新
ko: 프로그램 가이드 업데이트
pt_br: Atualizar guia de programação
ru: Обновить телепрограмму
th: อัปเดตผังรายการ
tr: Program rehberini güncelle
vi: Cập nhật hướng dẫn chương trình
zh_hans: 更新节目指南

source: This stream URL is not valid.
zh_hans: 此频道的播放地址无效。

source: Unable to Play Channel
zh_hans: 无法播放频道

source: You do not have permission to access this channel. Check your playlist, subscription, or server access.
zh_hans: 你没有权限访问此频道。请检查播放列表、订阅或服务器授权。
